[{
  "name": "Funky Friday",
  "description": "    Funky Friday codes in Roblox (provided for free) can significantly improve the gaming experience in a number of different ways. Players can express their own flair by purchasing products from Bom's shop to acquire additional animations, emotes, and points. Due to its similarity to Dance Dance Revolution, Funky Friday, a new Roblox experience, has been picking up in popularity rather quickly. The game's title has an arcade-like feel to it that makes fans think of the popular rhythm game, Friday Night Funkin'.  ",
  "img": "https://staticg.sportskeeda.com/editor/2022/07/e17c4-16578853800799-1920.jpg"
},{
  "name": "Anime Tappers",
  "description": " Using free codes for Anime Tappers, Roblox players can speed up the growth of their characters or increase their level in the game through rewards like Pumpkin Cursor, Spooky Juzo Pet, in-game currency, and more. Players can also invest in Robux to advance in the game. UFO Developments created the collecting game Anime Tappers. In this game, users can develop their pets into superior beings and go hunting for powerful monsters. Moreover, players can also gain abilities by performing tasks and purchasing leaders' controls.",
  "img": "https://staticg.sportskeeda.com/editor/2022/07/9dce8-16579969357709-1920.jpg"
},{
  "name": "The Mad Murderer 2",
  "description": "The Mad Murder 2 is an all-genre Roblox experience that is developed by MAD Studios in 2017. This is a follow-up to the platform's first The Mad Murderer game. Up to 15 players can join together to play this multiplayer game on a single server. It has multiple map types and an arsenal of weaponry which can be unlocked through solving mysteries and completing various tasks. Some of the coolest gameplay and physics are present in The Mad Murderer 2; it also has lively animations and fluid dynamics. Readers should definitely check out this fantastic game as it will give a feeling of solving mysteries like Holmes at every gaming session.",
  "img": "https://i.ytimg.com/vi/MKIEj-Qiqf0/maxresdefault.jpg"
},{
  "name": "Imposter",
  "description": " 2018's Among Us has served as a major inspiration for Roblox Imposter. The science fiction game, developed by Arcade Rockstar, was released in summer 2020. Players have the option of being innocent crew members and solving the mysteries of becoming imposters and killing other crew members at every level. ",
  "img": "https://i.ytimg.com/vi/5tMwO0EEe3Q/hqdefault.jpg"
},{
  "name": "Framed",
  "description": "Pa00 created a Roblox first-person shooter (FPS) experience called Framed!, in 2010. It is a high-action, deception-based PvP game, which received a lot of fame in its first update.  On the official website, the title is described as follows: “Good evening, Agent. You've been invited to this high class party for one reason. Kill your target and escape with your life! Outsmart other players as you hunt down your target - but watch out! Someone else is hunting you, too! Play as a Framed and hunt down your target! Play as a Police officer or the Undercover cop and keep an eye out for lawbreakers!”",
  "img": "https://i.ytimg.com/vi/yBjdUoyJAgA/maxresdefault.jpg"
},{
  "name": "Wanted",
  "description": "Oasis Games developed the multiplayer, all-genre Roblox game called Wanted, in 2017. Up to 24 users may connect to a single server in the title. In this realistic open-world game, players can assume a variety of thrilling roles, such as a dirty Mafioso or law enforcement.The main goal is for players to be able to earn a place in the city, which is really challenging. Mafias can utilize various firemen and mercenary skills to pose various threats to the city.",
  "img": "https://i.ytimg.com/vi/uVa9RPNhoDU/maxresdefault.jpg"
},{
  "name": "Murder Mystery 2",
  "description": "Roblox Murder Mystery 2 is one of the most popular experiences, not only on the list, but also on the platform. The multiplayer game, created by Nikilis in 2014, has a huge fan following with more than eight billion visits within the past few years. Murder Mystery 2 is also popular for the weapons and knives it provides for players to use while playing. There are numerous weapons that players can either purchase from the in-game store or exchange from another player.  ",
  "img": "https://gbapps.info/wp-content/uploads/2021/05/MM2-Value-List-scaled.jpg"
},{
  "name": "Blox Fruits",
  "description": "Roblox Blox Fruits is well-known for its many bosses. Seasoned gamers will undoubtedly know a great deal about this and will recall how difficult it is to confront such formidable opponents. At times, they have difficulty beating the most powerful boss; however, sheer perseverance will finally bring them triumph. Don Swan is one such boss; some experienced players claim that using awakened Blox Fruits might assist them in defeating this foe. When confronted with this monster, things might quickly spiral out of control due to his robust powers. He is an important boss, and players must slay this unit to evolve into Version 3 with any race.",
  "img": "https://www.pockettactics.com/wp-content/uploads/2021/01/blox-fruits-codes-1.jpg"
}]